{"missioni":[
    ["AHOY! Corpo di mille balene! Ero sicuro di trovarvi qui! Mi hanno a lungo parlato di voi, i migliori pirati in circolazione!",
        "Sono il CAPITANO! Per tutti i bucanieri, sto per iniziare un'avventura...voglio conquistare il bottino segreto! ",
        "Ho bisogno di voi, però...",
        "ARRR...Siete disposti ad aiutarmi? Sarò con voi per tutto il viaggio... per darvi consigli da veri pirati!",
        "STRABILIANTE! Salite a bordo CIURMA!"],
       ["ARRR! Miei pirati, dobbiamo cercare il tesoro", 
        "Sono sempre io, il Capitano... ho scoperto che si tratta di un tesoro preziosissimo!",
        "(ovviamente i dettagli sono fatti d'oro purissimo!!!)",
        "AHOY Pirati, dovrete prima trovare un altro indizio però!",
        "il nostro quadro ha tre grandi girasoli, ma il quadro con tre donne velate di spalle al suo interno è stato fatto nello stesso anno...ditemelo!",
        "Corpo di mille balene!!!", 
        "ANDATE E NON FATEMI ATTENDERE! ALL'ARREMBAGGIO!"
        ],
        ["Per la benda di Barbanera! Siete stati velocissimi, più veloci dei fulmini delle tempeste di mare!!!",
            "ARRR! Ricordatevi che non dobbiamo farci sentire dagli altri pirati!!!",
            "Ho scoperto degli indizi utili...",
            "Se mi dimostrerete di essere dei bravi pirati, vi aiuterò!",
            "Ora dovete dirmi il nome del pirata che ha creato il quadro che avete appena scovato",
            "FATE MOLTA ATTENZIONE! Parlate a bassa voce, corpo di mille balene...",
            "Cercate, ma non fatevi sentire!!!"
            ],
        ["AHOY! SIETE STRABILIANTI! DEI PIRATI UNICI!",
            "Per continuare la ricerca del nostro bottino, dobbiamo cercare un altro indizio!",
            "Vi lascio il mio cannocchiale... è PREZIOSISSIMO",
            "con questo potrete vedere facilmente ogni dettaglio",
            "dovete dirmi il colore dello sfondo del quadro fatto dal pirata MONET...al suo interno ha una grande spiaggia...",
            "ricordatevi...osservate con molta attenzione!",
            "FATE ATTENZIONE e usate il cannocchiale...!"
            ],
       ["Il bottino deve entrare nella nostra nave!!!",
            "Con il mio aiuto riuscirete sicuramente a trovarlo!",
            "LEGGETE OGNI DETTAGLIO...vi assisterò io stesso",
            "Prestate molta attenzione e scovate anche questo indizio...",
            "Il quadro che avete appena trovato ha le stesse dimensioni del quadro con i girasoli...Cercatele!",
            "quando siete sicuri della risposta, venite da me e ditemela!",
            "ALL'ARREMBAGGIO!!!"],
        ["SIETE LA MIGLIOR CIURMA DI SEMPRE!",
            "Vi ricordate bene qual è il nostro obiettivo, vero?",
            "Dobbiamo trovare il nostro tesoro!",
            "Corpo di mille balene! Ha un dettaglio che lo rende ancora più prezioso!",
            "è stato realizzato con la tecnica della pittura ad olio, come un quadro di HENRI MATISSE fatto nel 1907 con una figura blu. Qual è il suo titolo?",
            "MIA CIURMA!!!",
            "Non fatemi attendere, andate e fate presto!!!"
            ],
        ["Ottimo, Pirati!",
            "Ora dovete darmi un'altra informazione che ci porterà al tesoro...",
            "...è di fondamentale importanza...",
            "Ma i miei poveri occhi mi fanno brutti scherzi... mi fido più di voi...",
            "dovete dirmi cosa è la figura blu al centro del quadro che avete appena trovato...",
            "Credete che sia così semplice?",
            "Allora datemi la risposta, CIURMA!!!"
            ],
        ["A tutti i pirati piacciono i tesori...",
            "...ma a NOI piacciono TANTISSIMO!",
            "Ho scoperto una cosa...",
            "MA HO BISOGNO DEL VOSTRO AIUTO!",
            "il pittore del nostro bottino viene dalla stessa terra di un altro pirata, cercate il quadro Composizione in rosso, blu e giallo e ditemi da dove viene!",
            "però... dovete fare in fretta, sento che qualcuno ci sta seguendo",
            "Andate e datemi la risposta!!!"
            ],
        ["MAH... che strano, pirati!",
            "mi aspettavo qualcosa di diverso...",
            "Sarà tutto questo cercare... mi sto stancando!!!",
            "io vi lascio il mio cannocchiale, magari vi aiuta...",
            "riuscite a capire quale di questi tre è il significato del quadro?",
            "Corpo di mille balene, devo riposarmi!!!",
            "povero me... sto invecchiando... aiutatemi voi!"
            ],
        ["Il pirata che ha fatto il tesoro che vogliamo trovare è molto conosciuto...",
            "... per tutti i mari e su tutte le navi i pirati parlano di lui!",
            "non sarà facile scoprire chi è...",
            "ARRRRRR pirati!!!",
            "Ha dipinto anche il quadro Notte Stellata...Trovatelo...AVREMO IL NOME DEL PIRATA DEL QUADRO CON I GIRASOLI!!!!!!",
            "Se lo trovate... ARRR!!! Mi sto già godendo il meritato riposo!",
            "Andate ciurma, conto su di voi per trovare la risposta!!!"
            ],
        ["SIAMO GIUNTI ALLA FINE DEL NOSTRO VIAGGIO!",
            "Abbiamo raccolto tantissime informazioni...",
            "OVVIAMENTE senza di me non ci sareste riusciti...",
            "Ma devo dire che avete fatto un ottimo lavoro!!!",
            "Il quadro con 3 grandi fiori gialli, è del 1888, misura solo 73x58cm, fatto con pittura ad olio, il pirata OLANDESE è VINCENT VAN GOGH!",
            "CIURMA!!! Sta a voi ora cercare il nostro TESORO!!!",
            "CE LA FARETE, NE SONO SICURO!!!"]
        ],
        "immagine":"capitano.png"
}
