{"missioni":[
    ["ARRR! Benvenuta a bordo, piccola ciurma! Siamo in 5 nel nostro equipaggio!",
		" Io sono Cippy, il miglior pappagallo pirata sulla terra, per tutti i bucanieri!",
		"Devo trovare il tesoro che il pirata Azzurro ha nascosto su un isola in mezzo al mare!",
		"Tu e i tuoi compagni mi aiuterete in questa avventura?",
		"Corpo di mille balene! STRABILIANTE! Tu sei il pirata che mi mancava!",
		"Per non creare guazzabugli, vi accompagnerò e vi darò suggerimenti per acciuffare il bottino!",
		"ALL'ARREMBAGGIO, PIRATI!!!"],
    ["ARRR! Piccola ciurma, dobbiamo cercare il nostro tesoro",
        "Il nostro amico Cippy, volando nella nave del Pirata Azzurro, ha scoperto di che si tratta...",
        "(lo dirò solo a voi, piccola e coraggiosa ciurma, è un tesoro preziosissimo!!!)",
        "Miei piccoli pirati, dovrete prima dobbiamo trovare un altro indizio!",
        "il nostro quadro ha tre grandi girasoli, ma il quadro con tre donne velate di spalle al suo interno è stato fatto nello stesso anno del nostro tesoro",
        "Corpo di mille balene!!!" ,
        "ANDATE E NON FATEMI ATTENDERE! ALL'ARREMBAGGIO!"],
    ["Per la benda di Barbanera! Siete stati velocissimi, più veloci dei fulmini delle tempeste di mare!!!",
        "ARRR! FATE MOLTA ATTENZIONE! Ci sono pirati cattivi lì fuori... ",
        "Per la prossima ricerca vi assisterò come sempre...",
        "Ricordatevi, mia piccola ciurma, che non dobbiamo farci sentire dagli altri pirati!!!",
        "Ora dovete dirmi il nome del pirata che ha creato il quadro che avete appena scovato",
        "State attenti, pirati!",
        "Andate, ma non fatevi sentire!!!"],
    ["AHOY! SIETE STRABILIANTI! DEI PIRATI UNICI!",
        "Per continuare la ricerca del nostro bottino, dobbiamo cercare un altro indizio!",
        "Vi lascio il mio cannocchiale... è PREZIOSISSIMO",
        "con questo potrete vedere facilmente ogni dettaglio",
        "dovete dirmi il colore dello sfondo del quadro fatto dal pirata MONET...al suo interno ha una grande spiaggia...",
        "ricordatevi...osservte con attenzione, piccola ciurma!",
        "FATE ATTENZIONE e usate il cannocchiale...!"],
    ["Il bottino deve entrare nella nostra nave!!!",
        "Io sono Cippy, il miglio papapgallo pirata... ",
        "dovete ascoltare ogni mio aiuto, vi farà trovare quello che stiamo cercando!",
        "Il mio cannocchiale magico vi permetterà di scovare anche un altro importante dettaglio...",
        "Il quadro che avete appena trovato ha le stesse dimensioni del quadro con i girasoli...Cercatele!",
        "Andate miei pirati e tornate con la risposta!",
        "ALL'ARREMBAGGIO!!!"],
    ["SIETE LA MIGLIOR CIURMA DI SEMPRE!",
        "Vi ricordate bene qual è il nostro obiettivo, vero?",
        "Dobbiamo trovare il tesoro!",
        "è un tesoro preziosissimo... se lo troveremo, saremo ricchissimi!",
        "è stato realizzato con la tecnica della pittura ad olio, come un quadro di HENRI MATISSE fatto nel 1907 con una figura blu...qual è il suo titolo?",
        "Corpo di mille balene!",
        "Veloci, non abbiamo tempo!"],
    ["Bravissimi, piccoli pirati!",
        "Io credo che il tesoro sia vicino...",
        "...lo sento...",
        "Però mi fido più di voi...",
        "per trovare il tesoro dovete dirmi cosa è la figura blu al centro del quadro che avete appena trovato...",
        "il capitano ci sta chiamando...",
        "datemi la risposta subito, CIURMA!!!"],
    ["Non so voi...ma io mi sto divertendo tantissimo!",
        "State facendo ottimi progressi!",
        "ho scoperto una cosa...",
        "ovviamente ci servirà per trovare il tesoro",
        "il pittore del nostro bottino viene dalla stessa terra di un altro pirata, cercate il suo quadro Composizione in rosso, blu e... GIALLO e ditemi da dove viene!",
        "Io torno dal capitano, è molto impaziente",
        "All'arrembaggio, pirati!!!"],
    ["MAH... che strano, piccoli pirati!",
        "sono confuso...",
        "tutta questa ricerca mi sta facendo girare la testa",
        "io vi lascio il mio cannocchiale magico...",
        "riuscite a capire quale di questi tre è il significato del quadro? Io non mi ricordo qual è quello giusto...",
        "corpo di mille balene, ho bisogno di un po' di riposo!",
        "Sbrigatevi a trovare tutti gli indizi!!!"
        ],
    ["Il pirata che ha fatto il tesoro che vogliamo trovare è molto conosciuto...",
        "... per tutti i mari e su tutte le navi i pirati parlano di lui!",
        "Sappiamo che non sarà facile accapparrarsi il bottino...",
        "ARRRR PIRATI!!!",
        "ha dipinto anche il quadro Notte Stellata...Trovatelo...AVREMO IL NOME DEL PIRATA DEL QUADRO CON I GIRASOLI!!!",
        "SIAMO VICINI!!!",
        "Andate ciurma, conto su di voi!!!"
        ],
    ["SIAMO GIUNTI ALLA FINE DEL NOSTRO VIAGGIO!",
        "Abbiamo raccolto tantissime informazioni...",
        "etutto grazie al vostro impegno!!!",
        "Ora ve le elenco, così sarà più facile completare la ricerca",
        "Il quadro con 3 grandi fiori gialli, è del 1888, misura solo 73x58cm, fatto con pittura ad olio, il pirata OLANDESE è VINCENT VAN GOGH!",
        "CIURMA!!! Abbiamo tutto quello che ci serve...Sta a voi ora cercare il nostro TESORO!!!",
        "CE LA FARETE, NE SONO SICURO!!!"]
        ],
    "immagine": "cippy.png"
}
