{"missioni":[
    ["Signori, ricorderete questo giorno come il giorno in cui avete quasi catturato Capitan Jack Sparrow...", 
        "Sto scherzando, nessuno può avvicinarsi a me...",
        "MMMH, tranne i pirati come TE... ho bisogno di una nave e tu ne hai una...",
        "Lo confesso. È mia intenzione requisire la tua nave...",
        "prendere una ciurma a Tortuga, razziare, predare, saccheggiare... il bottino!",
        "Ho scelto te come mio compagno... accetti?",
        "Siamo in un sogno? No!!! Ora che hai accettato, ricorda...",
        "Ogni uomo che indietro rimane, indietro viene lasciato, ma io ti accompagnerò per tutto il viaggio!"],
       ["Sono proprio io, JACK SPARROW... so che mi stavi aspettando, dobbiamo cercare il tesoro", 
        "Ovviamente ci riuscirei da solo, ma tu hai la nave...",
        "grazie alla mia astuzia ho scoperto che si tratta di un quadro preziosissimo, con tre grandi fiori gialli!",
        "...ma dovrai prima trovare un altro quadro!",
        "Ha tre donne velate di spalle al suo interno...trovalo e dimmi l'anno in cui è stato fatto...io ho altro da fare",
        "RICORDATI...è lo stesso anno del quadro che noi stiamo cercando!", 
        "VAI E BADA A NON FARMI ATTENDERE!"],
       ["Ehm...sei stato velocissimo, fin troppo... mi stavo ancora rilassando",
            "e va bene... sei stato bravo. Ma ora devi dirmi il nome del pirata che ha rubato il quadro che hai appena scovato!",
            "Ho scoperto delle lettere del suo nome...",
            "Se mi dimostrerai di essere all'altezza del mio STRABILIANTE nome, ti aiuterò...forse!",
            "Ricordati che non devi farti sentire dagli altri pirati...Tortuga è piena di impiccioni",
            "FAI MOLTA ATTENZIONE! Parla a bassa voce e datti da fare...",
            "Cerca il  nome, ma non farti sentire!!!"],
        ["Mhhh notevole!",
            "Per continuare la ricerca del nostro bottino, devi, mio caro, cercare un altro quadro!",
            "Ti lascio la mia preziosissima bussola... TUTTI SANNO QUANTO IO CI TENGA", 
            "con questa andrai dritto al quadro fatto dal pirata MONET...che nome strano...sempre che tu ne sia in grado",
            "al suo interno ha una grande spiaggia... non più grande della mia, ovviamente",
            "ricordati...ho bisogno del colore dello sfondo...",
            "FAI ATTENZIONE e usa la bussola, non mi fido del tuo istinto...!"
            ],
        ["Il bottino deve entrare nella MIA... o tua... nave!!!",
            "sei sicuro che non sia troppo grande?",
            "Il quadro che hai appena trovato, GRAZIE A ME, ha le stesse dimensioni!",
            "Presta molta attenzio e portami anche quelle...",
            "LEGGI OGNI DETTAGLIO...Ti assisterò io stesso, se ne ho voglia",
            "quando sei sicuro delle dimensioni, vieni da me e dimmele!",
            "VELOCE!!!"],
        ["Devo dire che tra tutti i ridicoli pirati che ho incontrato, tu sei uno dei migliori",
            "Ti ricordi bene qual è il nostro obiettivo, vero?",
            "Devo...dobbiamo... trovare il quadro con i tre fiori gialli... lo avevi già scordato",
            "So che è stato fatto con l'antica tecnica della Pittura ad Olio...lo rende ancora più prezioso!",
            "Devi cercare un quadro con la stessa tecnica...",
            "Vuoi un indizio? e va bene...il pirata che l'ha scoperto è HENRI MATISSE e l'anno è il 1907",
            "...ha una grande figura blu, DIMMI IL TITOLO"
            ],
       ["Notevole!",
            "Ora devi dirmi cosa è la figura blu al centro del quadro...",
            "A me sembra uno squalo...",
            "Mi fido ciecamente di me...ma voglio sapere cosa sembra a TE, sono solo curioso ovviamente",
            "è davvero uno squalo?",
            "oppure è un oggetto?",
            "dammi la risposta!!!"
            ],
        ["A tutti i pirati piacciono i colori...",
            "...ma a me piacciono TANTISSIMO!",
            "Ho scoperto una cosa...",
            "il pirata che ha fatto il quadro con i FIORI GIALLI viene dalla stessa terra di un altro pirata",
            "NON SAPPIAMO IL NOME!!!",
            "però... io conosco un suo quadro! Si chiama Composizione in rosso, blu e... GIALLO!",
            "Come mi starebbe il giallo? Beh, devi trovarlo...dimmi da dove viene il pirata!!!"
            ],
       ["MAH... che quadro strano...",
            "non capisco cosa rappresenta...",
            "non sono fiori, non sono navi... non sono oggetti quelli!!!",
            "io ti lascio ragionare...",
            "devi capire quale di questi tre è il significato del quadro",
            "A me sfugge...non ho voglia di pensarci",
            "IO sono impegnato... pensaci tu!"],
       ["Il pirata che ha fatto il quadro che vogliamo trovare è molto conosciuto...",
            "... a Tortuga non fanno altro che parlare di lui!",
            "Sappiamo che ha fatto anche questo quadro...",
            "si chiama Notte Stellata...",
            "Una notte stellata come questa è perfetta per cercarlo...PER TE!!!",
            "Se lo trovi... saprò IL NOME DEL PIRATA CHE CERCHIAMO!!!",
            "VAI su, non ho voglia di aspettare!!!"
            ],
       ["CI SIAMO QUASI!",
            "IO ho ovviamente raccolto tantissime informazioni...",
            "Il quadro ha tre grandi fiori gialli, è del 1888, è giusto per la nostra nave, misura solo 73x58cm...",
            "... è fatto con la pittura ad olio, il pirata è OLANDESE, sappiamo anche il suo nome...",
            "... nomi sempre più strani... VINCENT VAN GOGH!",
            "Sta a te almeno cercare il mio TESORO, il resto l'ho fatto io!!!",
            "Tutto sommato credo che tu ce la possa fare!!!"]
    ],
    "immagine": "jacksparrow.png"
}
